Revit 2024 API
TilePatterns Properties
The TilePatterns type exposes the following members.
Properties
Name | Description
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
TilePatterns Class
Autodesk.Revit.DB Namespace